EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:5a52fd9e-52f7-4129-9745-ec77123f1b2b</wsa:MessageID><int:ProcedureID>urn:uuid:bf21ea68-00c7-4d66-8894-922a78b09e10</int:ProcedureID><int:ConversationID>urn:uuid:2a6d9129-7caf-4c51-b10c-6b1cd32be176</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:abd77bb8-9c7a-4885-b7a0-900b35428f8f</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:37ba2713-ab26-4708-a07e-996f657331c9</int:TrackID>
                        <int:AcceptTime>2019-12-02T17:26:29+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>4a4e39a6-6e38-470b-8c5b-42a2b0e21857</sgn:SignalId><sgn:DateTime>2019-12-02T17:26:29.008</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>46ad9a3e-facf-4309-af4c-9b3f722aa68b</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>